Repository: common-repository/ps-rotator
Catalog: languages/psrotator-*.po
Languages: pl_pl

source: Settings
pl_pl: Ustawienia

source: PSRotator Settings
pl_pl: PSRotator Ustawienia

source: PSRotator Help
pl_pl: PSRotator Pomoc

source: Help
pl_pl: Pomoc

source: You do not have sufficient permissions to access this page.
pl_pl: Nie masz wystarczających uprawnień dostępu do tej strony.

source: Go to plugins Homepage
pl_pl: Odwiedź stronę wtyczki

source: Support me! Buy me a beer ;-)
pl_pl: Wesprzyj mnie! Postaw mi piwo ;-)

source: How to attach the plug to a post or page?
pl_pl: Jak dołączyć wtyczkę do postu, czy strony?

source: First install the plugin for a gallery:
pl_pl: Najpierw zainstaluj wtyczkę dla galerii:

source: Then follow the instructions below:
pl_pl: Następnie postępuj wg poniższej instrukcji:

source: You create a gallery at
pl_pl: Tworzysz galerię w

source: called "rotator".
pl_pl: o nazwie "rotator".

source: Add photos to created gallery.
pl_pl: Dodajesz zdjęcia do tej utworzonej galerii.

source: <strong>NOTE:</strong> plug-in at the moment only supports up to ten files. So as you add more, it is still above the tenth archive will not be.
pl_pl: <strong>UWAGA!</strong> Wtyczka na chwilę obecną obsługuje tylko do dziesięciu plików graficznych. Zatem jak dodasz więcej, to i tak powyżej dziesiątego nie zostaną wgrane.

source: How to add a rotator? There are two ways:
pl_pl: Jak dodać rotator? Na dwa sposoby:

source: Add a shortcode to a post or a page:
pl_pl: Dodaj shortcode do postu lub strony:

source: Add the following line of code template:
pl_pl: Dodaj następujący wiersz do kodu szablonu:

source: What to do to upload all the slides randomly?
pl_pl: Co zrobić, aby slajdy się ładowały losowo?

source: Go to the settings page
pl_pl: Idź do strony ustawień

source: Select <strong>Random slide show</strong>
pl_pl: Zaznacz opcję <strong>Losowe wyświetlanie slajdów</strong>

source: Click <strong>Save Settings</strong>
pl_pl: Kliknij przycisk <strong>Zapisz Ustawienia</strong>

source: How to change the animation for the slide transitions?
pl_pl: Jak zmienić animację dla przejść slajdów?

source: Select from the list <strong>Select an effect for transitions between slides</strong> animation
pl_pl: Wybierz z listy <strong>Wybierz efekt dla przejść między slajdami</strong> animację

source: Random display of slides:
pl_pl: Losowe wyświetlanie slajdów:

source: Select an effect for transitions between slides:
pl_pl: Wybierz efekt dla przejść między slajdami:

source: Save Settings
pl_pl: Zapisz Ustawienia

source: Settings have been saved!
pl_pl: Ustawienia zostały zapisane!
